Repository: clausfn/maude-ios
Catalog: Liviqa/Localizable.xcstrings
Source language: en
Languages: da, es, nb, pt, sv

source: …came after a late meal. Only 22% followed an early one.
da: …kom efter et sent måltid. Kun 22% fulgte efter et tidligt.
es: …vinieron tras una comida tardía. Solo el 22% siguió a una temprana.
nb: …kom etter et sent måltid. Bare 22% fulgte etter et tidlig.
pt: …vieram depois de uma refeição tardia. Apenas 22% se seguiram a uma cedo.
sv: …kom efter en sen måltid. Bara 22% följde på en tidig.

source: %@ asked to record this call. Only you can allow it — and you can stop any time.
da: %@ har bedt om at optage denne samtale. Kun du kan tillade det — og du kan stoppe når som helst.
es: %@ ha pedido grabar esta llamada. Solo tú puedes permitirlo — y puedes parar en cualquier momento.
nb: %@ har bedt om å ta opp denne samtalen. Bare du kan tillate det — og du kan stoppe når som helst.
pt: %@ pediu para gravar esta chamada. Só você pode permitir — e pode parar a qualquer momento.
sv: %@ har bett om att spela in samtalet. Bara du kan tillåta det — och du kan stoppa när som helst.

source: %@ can no longer see anything. It happened the instant you tapped — and it's on your record.
da: %@ kan ikke længere se noget. Det skete i samme øjeblik, du trykkede — og det står i din log.
es: %@ ya no puede ver nada. Ocurrió en el instante en que tocaste — y consta en tu registro.
nb: %@ kan ikke lenger se noe. Det skjedde i samme øyeblikk du trykket — og det står i loggen din.
pt: %@ já não consegue ver nada. Aconteceu no instante em que tocou — e está no seu registo.
sv: %@ kan inte längre se något. Det skedde i samma ögonblick du tryckte — och det står i din logg.

source: %@ is ready to talk
da: %@ er klar til at tale
es: %@ está listo para hablar
nb: %@ er klar til å snakke
pt: %@ está pronto para falar
sv: %@ är redo att prata

source: %@ sees your request and confirms. You can add it to your calendar.
da: %@ ser din forespørgsel og bekræfter. Du kan lægge den i din kalender.
es: %@ ve tu solicitud y confirma. Puedes añadirla a tu calendario.
nb: %@ ser forespørselen din og bekrefter. Du kan legge den i kalenderen din.
pt: %@ vê o seu pedido e confirma. Pode adicioná-lo ao seu calendário.
sv: %@ ser din förfrågan och bekräftar. Du kan lägga in den i din kalender.

# %@ will confirm your %@ · %@ consultation. We'll notify you here.
source: %1$@ will confirm your %2$@ · %3$@ consultation. We'll notify you here.
da: %1$@ bekræfter din konsultation %2$@ · %3$@. Vi giver dig besked her.
es: %1$@ confirmará tu consulta del %2$@ · %3$@. Te avisaremos aquí.
nb: %1$@ bekrefter konsultasjonen din %2$@ · %3$@. Vi varsler deg her.
pt: %1$@ confirmará a sua consulta de %2$@ · %3$@. Avisaremos aqui.
sv: %1$@ bekräftar din konsultation %2$@ · %3$@. Vi meddelar dig här.

source: %1$@%2$@ can see only the summary you've consented to share — not your raw data, which stays on your device.
da: %1$@%2$@ kan kun se det sammendrag, du har givet samtykke til at dele — ikke dine rådata, som bliver på din enhed.
es: %1$@%2$@ solo puede ver el resumen que has consentido compartir — no tus datos en bruto, que permanecen en tu dispositivo.
nb: %1$@%2$@ kan bare se sammendraget du har samtykket til å dele — ikke rådataene dine, som blir på enheten din.
pt: %1$@%2$@ só pode ver o resumo que consentiu partilhar — não os seus dados em bruto, que ficam no seu dispositivo.
sv: %1$@%2$@ kan bara se den sammanfattning du samtyckt till att dela — inte dina rådata, som stannar på din enhet.

source: %lld active
da: %lld aktive
es: %lld activos
nb: %lld aktive
pt: %lld ativos
sv: %lld aktiva

source: %lld decisions on record
da: %lld beslutninger i loggen
es: %lld decisiones registradas
nb: %lld beslutninger i loggen
pt: %lld decisões registadas
sv: %lld beslut i loggen

source: %lld files
da: %lld filer
es: %lld archivos
nb: %lld filer
pt: %lld ficheiros
sv: %lld filer

# %lld recipient%@
source: %1$lld recipient%2$@
da: %1$lld modtager%2$@
es: %1$lld destinatario%2$@
nb: %1$lld mottaker%2$@
pt: %1$lld destinatário%2$@
sv: %1$lld mottagare%2$@

source: %lld set
da: %lld angivet
es: %lld definidos
nb: %lld angitt
pt: %lld definidos
sv: %lld angivna

source: %lld tokens · earn, spend, or donate
da: %lld tokens · optjen, brug eller donér
es: %lld tokens · gana, usa o dona
nb: %lld tokens · tjen, bruk eller doner
pt: %lld tokens · ganhe, use ou doe
sv: %lld tokens · tjäna, använd eller donera

source: +3 pts
da: +3 point
nb: +3 poeng
sv: +3 punkter

source: −35% vs 6-ride avg
da: −35% vs. gns. af 6 ture
es: −35% vs media de 6 salidas
nb: −35% vs. snitt av 6 turer
pt: −35% vs média de 6 voltas
sv: −35% vs snitt av 6 turer

source: 01 · Lab results
da: 01 · Laboratoriesvar
es: 01 · Resultados de laboratorio
nb: 01 · Laboratoriesvar
pt: 01 · Resultados laboratoriais
sv: 01 · Labbsvar

source: 02 · Clinical letters
da: 02 · Kliniske breve
es: 02 · Cartas clínicas
nb: 02 · Kliniske brev
pt: 02 · Cartas clínicas
sv: 02 · Kliniska brev

source: 03 · Medication & supplements
da: 03 · Medicin & kosttilskud
es: 03 · Medicación y suplementos
nb: 03 · Legemidler & kosttilskudd
pt: 03 · Medicação e suplementos
sv: 03 · Läkemedel & kosttillskott

source: 04 · Food photos
da: 04 · Madfotos
es: 04 · Fotos de comida
nb: 04 · Matbilder
pt: 04 · Fotos de refeições
sv: 04 · Matfoton

source: 05 · Finance
da: 05 · Økonomi
es: 05 · Finanzas
nb: 05 · Økonomi
pt: 05 · Finanças
sv: 05 · Ekonomi

source: 5.8 mmol/L low
da: 5,8 mmol/L lavpunkt
es: mínimo de 5,8 mmol/L
nb: 5,8 mmol/L lavpunkt
pt: mínimo de 5,8 mmol/L
sv: 5,8 mmol/L lägsta

source: 06 · Consents & insurance
da: 06 · Samtykker & forsikring
es: 06 · Consentimientos y seguros
nb: 06 · Samtykker & forsikring
pt: 06 · Consentimentos e seguros
sv: 06 · Samtycken & försäkring

source: 07 · Device exports
da: 07 · Enhedseksporter
es: 07 · Exportaciones de dispositivos
nb: 07 · Enhetseksporter
pt: 07 · Exportações de dispositivos
sv: 07 · Enhetsexporter

source: 17 documents in 7 folders
da: 17 dokumenter i 7 mapper
es: 17 documentos en 7 carpetas
nb: 17 dokumenter i 7 mapper
pt: 17 documentos em 7 pastas
sv: 17 dokument i 7 mappar

source: 78% of your restless nights followed a meal after 20:30.
da: 78% af dine urolige nætter fulgte efter et måltid efter 20.30.
es: El 78% de tus noches inquietas siguieron a una comida después de las 20:30.
nb: 78% av dine urolige netter fulgte etter et måltid etter 20.30.
pt: 78% das suas noites agitadas seguiram-se a uma refeição depois das 20:30.
sv: 78% av dina oroliga nätter följde på en måltid efter 20.30.

source: 2025-02-02 Lab panel.pdf
da: 2025-02-02 Laboratoriepanel.pdf
es: 2025-02-02 Panel de laboratorio.pdf
nb: 2025-02-02 Laboratoriepanel.pdf
pt: 2025-02-02 Painel laboratorial.pdf
sv: 2025-02-02 Labbpanel.pdf

source: 2025-04-22 GP medication review.pdf
da: 2025-04-22 Medicingennemgang hos egen læge.pdf
es: 2025-04-22 Revisión de medicación del médico de cabecera.pdf
nb: 2025-04-22 Legemiddelgjennomgang hos fastlege.pdf
pt: 2025-04-22 Revisão da medicação pelo médico de família.pdf
sv: 2025-04-22 Läkemedelsgenomgång hos husläkare.pdf

source: 2025-08-06 Lab panel.pdf
da: 2025-08-06 Laboratoriepanel.pdf
es: 2025-08-06 Panel de laboratorio.pdf
nb: 2025-08-06 Laboratoriepanel.pdf
pt: 2025-08-06 Painel laboratorial.pdf
sv: 2025-08-06 Labbpanel.pdf

source: 2025-09-03 Imaging report — no findings.pdf
da: 2025-09-03 Billeddiagnostisk svar — ingen fund.pdf
es: 2025-09-03 Informe de imagen — sin hallazgos.pdf
nb: 2025-09-03 Bildediagnostisk svar — ingen funn.pdf
pt: 2025-09-03 Relatório de imagiologia — sem achados.pdf
sv: 2025-09-03 Bilddiagnostiskt svar — inga fynd.pdf

source: 2025-11-12 Cardiology outpatient note.pdf
da: 2025-11-12 Kardiologisk ambulant notat.pdf
es: 2025-11-12 Nota de consultas externas de cardiología.pdf
nb: 2025-11-12 Kardiologisk poliklinisk notat.pdf
pt: 2025-11-12 Nota de consulta externa de cardiologia.pdf
sv: 2025-11-12 Kardiologisk mottagningsanteckning.pdf

source: 2026-02-09 Annual review summary.pdf
da: 2026-02-09 Resumé af årskontrol.pdf
es: 2026-02-09 Resumen del control anual.pdf
nb: 2026-02-09 Sammendrag av årskontroll.pdf
pt: 2026-02-09 Resumo do controlo anual.pdf
sv: 2026-02-09 Sammanfattning årskontroll.pdf

source: 2026-05 Spending categories.csv
da: 2026-05 Forbrugskategorier.csv
es: 2026-05 Categorías de gasto.csv
nb: 2026-05 Forbrukskategorier.csv
pt: 2026-05 Categorias de gastos.csv
sv: 2026-05 Utgiftskategorier.csv

source: 2026-05-30 Breakfast.jpg
da: 2026-05-30 Morgenmad.jpg
es: 2026-05-30 Desayuno.jpg
nb: 2026-05-30 Frokost.jpg
pt: 2026-05-30 Pequeno-almoço.jpg
sv: 2026-05-30 Frukost.jpg

source: 2026-06-05 Dinner.jpg
da: 2026-06-05 Aftensmad.jpg
es: 2026-06-05 Cena.jpg
nb: 2026-06-05 Middag.jpg
pt: 2026-06-05 Jantar.jpg
sv: 2026-06-05 Middag.jpg

source: 2026-06-08 Lunch.jpg
da: 2026-06-08 Frokost.jpg
es: 2026-06-08 Almuerzo.jpg
nb: 2026-06-08 Lunsj.jpg
pt: 2026-06-08 Almoço.jpg

source: A calmer wind-down tonight may help.
da: En roligere nedtrapning i aften kan hjælpe.
es: Relajarte con más calma esta noche puede ayudar.
nb: En roligere nedtrapping i kveld kan hjelpe.
pt: Desacelerar com mais calma esta noite pode ajudar.
sv: En lugnare nedvarvning i kväll kan hjälpa.

source: A few minutes of slow breathing may help you settle.
da: Et par minutters langsom vejrtrækning kan hjælpe dig med at falde til ro.
es: Unos minutos de respiración lenta pueden ayudarte a calmarte.
nb: Noen minutter med rolig pust kan hjelpe deg å falle til ro.
pt: Alguns minutos de respiração lenta podem ajudar a acalmar.
sv: Några minuters långsam andning kan hjälpa dig att varva ner.

source: A few things you should know
da: Et par ting, du bør vide
es: Algunas cosas que debes saber
nb: Noen ting du bør vite
pt: Algumas coisas que deve saber
sv: Några saker du bör veta

source: a mixed picture versus your usual pattern
da: et blandet billede i forhold til dit sædvanlige mønster
es: una imagen mixta frente a tu patrón habitual
nb: et blandet bilde i forhold til ditt vanlige mønster
pt: um quadro misto face ao seu padrão habitual
sv: en blandad bild jämfört med ditt vanliga mönster

source: A receipt that proves you shared with %@ — the result only, never your raw data. Revocable, and recorded on your consent evidence.
da: En kvittering, der beviser, at du delte med %@ — kun resultatet, aldrig dine rådata. Kan tilbagekaldes og står på dit samtykkebevis.
es: Un recibo que demuestra que compartiste con %@ — solo el resultado, nunca tus datos en bruto. Revocable y registrado en tu evidencia de consentimiento.
nb: En kvittering som beviser at du delte med %@ — bare resultatet, aldri rådataene dine. Kan tilbakekalles, og står på samtykkebeviset ditt.
pt: Um recibo que prova que partilhou com %@ — apenas o resultado, nunca os seus dados em bruto. Revogável e registado na sua evidência de consentimento.
sv: Ett kvitto som bevisar att du delade med %@ — bara resultatet, aldrig dina rådata. Återkallbart och registrerat i ditt samtyckesbevis.

source: A short walk could be a good idea today.
da: En kort gåtur kunne være en god idé i dag.
es: Un paseo corto podría ser buena idea hoy.
nb: En kort tur kunne være en god idé i dag.
pt: Uma caminhada curta pode ser boa ideia hoje.
sv: En kort promenad kunde vara en bra idé idag.

source: About Data for Good Foundation
da: Om Data for Good Foundation
es: Sobre Data for Good Foundation
nb: Om Data for Good Foundation
pt: Sobre a Data for Good Foundation
sv: Om Data for Good Foundation

source: About you
da: Om dig
es: Sobre ti
nb: Om deg
pt: Sobre si
sv: Om dig

source: ABOUT YOUR DATA
da: OM DINE DATA
es: SOBRE TUS DATOS
nb: OM DATAENE DINE
pt: SOBRE OS SEUS DADOS
sv: OM DINA DATA

source: Accept
da: Acceptér
es: Aceptar
nb: Godta
pt: Aceitar
sv: Acceptera

source: Across your last 42 logged nights, meal timing and sleep disruption move together — later dinners, more restless nights. The relationship passes the gate (r ≥ 0.4, p ≤ 0.05) against your 90-day baseline.
da: Hen over dine seneste 42 loggede nætter følges måltidstidspunkt og søvnforstyrrelse ad — senere middage, flere urolige nætter. Sammenhængen passerer porten (r ≥ 0,4, p ≤ 0,05) mod din 90-dages baseline.
es: En tus últimas 42 noches registradas, el horario de las comidas y la alteración del sueño van juntos — cenas más tardías, más noches inquietas. La relación supera la puerta (r ≥ 0,4, p ≤ 0,05) frente a tu línea base de 90 días.
nb: Gjennom dine siste 42 loggede netter følges måltidstidspunkt og søvnforstyrrelse ad — senere middager, flere urolige netter. Sammenhengen passerer porten (r ≥ 0,4, p ≤ 0,05) mot din 90-dagers baseline.
pt: Nas suas últimas 42 noites registadas, o horário das refeições e a perturbação do sono andam juntos — jantares mais tardios, mais noites agitadas. A relação passa o portão (r ≥ 0,4, p ≤ 0,05) face à sua linha de base de 90 dias.
sv: Över dina senaste 42 loggade nätter följs måltidstid och sömnstörning åt — senare middagar, fler oroliga nätter. Sambandet passerar grinden (r ≥ 0,4, p ≤ 0,05) mot din 90-dagars baslinje.

source: Active
da: Aktiv
es: Activo
nb: Aktiv
pt: Ativo
sv: Aktiv

source: Active · %@
da: Aktiv · %@
es: Activo · %@
nb: Aktiv · %@
pt: Ativo · %@
sv: Aktiv · %@

source: Active grants
da: Aktive delinger
es: Accesos activos
nb: Aktive delinger
pt: Acessos ativos
sv: Aktiva delningar

source: Add care team member
da: Tilføj medlem af behandlerteam
es: Añadir miembro del equipo asistencial
nb: Legg til medlem av behandlingsteam
pt: Adicionar membro da equipa de cuidados
sv: Lägg till medlem i vårdteam

source: Add condition
da: Tilføj diagnose
es: Añadir diagnóstico
nb: Legg til diagnose
pt: Adicionar diagnóstico
sv: Lägg till diagnos

source: Add document
da: Tilføj dokument
es: Añadir documento
nb: Legg til dokument
pt: Adicionar documento
sv: Lägg till dokument

source: Add goal
da: Tilføj mål
es: Añadir objetivo
nb: Legg til mål
pt: Adicionar objetivo
sv: Lägg till mål

source: Add meal
da: Tilføj måltid
es: Añadir comida
nb: Legg til måltid
pt: Adicionar refeição
sv: Lägg till måltid

source: Add medication
da: Tilføj medicin
es: Añadir medicación
nb: Legg til medisin
pt: Adicionar medicação
sv: Lägg till läkemedel

source: Add receipt to My DfG wallet
da: Læg kvittering i My DfG wallet
es: Añadir recibo a My DfG wallet
nb: Legg kvittering i My DfG wallet
pt: Adicionar recibo à My DfG wallet
sv: Lägg kvitto i My DfG wallet

source: Add symptom
da: Tilføj symptom
es: Añadir síntoma
nb: Legg til symptom
pt: Adicionar sintoma
sv: Lägg till symtom

source: Add to my calendar
da: Læg i min kalender
es: Añadir a mi calendario
nb: Legg i kalenderen min
pt: Adicionar ao meu calendário
sv: Lägg i min kalender

source: Add to My DfG wallet
da: Læg i My DfG wallet
es: Añadir a My DfG wallet
nb: Legg i My DfG wallet
pt: Adicionar à My DfG wallet
sv: Lägg i My DfG wallet

source: Added to your calendar
da: Lagt i din kalender
es: Añadido a tu calendario
nb: Lagt i kalenderen din
pt: Adicionado ao seu calendário
sv: Inlagd i din kalender

source: Afternoon
da: Goddag
es: Buenas tardes
nb: God dag
pt: Boa tarde
sv: God dag

source: Agreed. Let's keep the basal as-is and review again in two weeks.
da: Enig. Vi beholder basalen som den er og ser på det igen om to uger.
es: De acuerdo. Mantenemos la basal como está y lo revisamos en dos semanas.
nb: Enig. Vi beholder basalen som den er og ser på det igjen om to uker.
pt: De acordo. Mantemos a basal como está e revemos daqui a duas semanas.
sv: Instämmer. Vi behåller basalen som den är och tittar igen om två veckor.

source: Air quality & chronic illness study
da: Studie om luftkvalitet & kronisk sygdom
es: Estudio de calidad del aire y enfermedad crónica
nb: Studie om luftkvalitet & kronisk sykdom
pt: Estudo de qualidade do ar e doença crónica
sv: Studie om luftkvalitet & kronisk sjukdom

source: All data processing happens on this device.
da: Al databehandling sker på denne enhed.
es: Todo el procesamiento de datos ocurre en este dispositivo.
nb: All databehandling skjer på denne enheten.
pt: Todo o processamento de dados acontece neste dispositivo.
sv: All databehandling sker på denna enhet.

source: All local data deleted.
da: Alle lokale data er slettet.
es: Todos los datos locales eliminados.
nb: Alle lokale data er slettet.
pt: Todos os dados locais eliminados.
sv: Alla lokala data raderade.

source: All nudges are generated on this device. Your patterns never leave to produce them.
da: Alle indsigter dannes på denne enhed. Dine mønstre forlader den aldrig for at skabe dem.
es: Todas las observaciones se generan en este dispositivo. Tus patrones nunca salen para producirlas.
nb: Alle innsikter lages på denne enheten. Mønstrene dine forlater den aldri for å lage dem.
pt: Todas as observações são geradas neste dispositivo. Os seus padrões nunca saem para as produzir.
sv: Alla insikter skapas på denna enhet. Dina mönster lämnar den aldrig för att skapa dem.

source: All processing happens on this device. You decide whether and where to back up your Liviqa data. The default is on-device only — nothing leaves unless you choose it.
da: Al behandling sker på denne enhed. Du bestemmer, om og hvor du sikkerhedskopierer dine Liviqa-data. Standarden er kun på enheden — intet forlader den, medmindre du vælger det.
es: Todo el procesamiento ocurre en este dispositivo. Tú decides si y dónde hacer copia de tus datos de Liviqa. Por defecto, solo en el dispositivo — nada sale salvo que tú lo elijas.
nb: All behandling skjer på denne enheten. Du bestemmer om og hvor du sikkerhetskopierer Liviqa-dataene dine. Standarden er kun på enheten — ingenting forlater den uten at du velger det.
pt: Todo o processamento acontece neste dispositivo. Você decide se e onde faz cópia dos seus dados Liviqa. A predefinição é apenas no dispositivo — nada sai a menos que escolha.
sv: All bearbetning sker på denna enhet. Du bestämmer om och var du säkerhetskopierar dina Liviqa-data. Standarden är endast på enheten — inget lämnar den om du inte väljer det.

source: All sharing changes are independently logged and cannot be altered.
da: Alle ændringer i deling logges uafhængigt og kan ikke ændres.
es: Todos los cambios de compartición se registran de forma independiente y no pueden alterarse.
nb: Alle endringer i deling logges uavhengig og kan ikke endres.
pt: Todas as alterações de partilha são registadas de forma independente e não podem ser alteradas.
sv: Alla ändringar i delning loggas oberoende och kan inte ändras.

source: All sources are processed on this device. Patterns are extracted locally — raw data is never sent anywhere.
da: Alle kilder behandles på denne enhed. Mønstre udledes lokalt — rådata sendes aldrig nogen steder hen.
es: Todas las fuentes se procesan en este dispositivo. Los patrones se extraen localmente — los datos en bruto nunca se envían a ningún sitio.
nb: Alle kilder behandles på denne enheten. Mønstre hentes ut lokalt — rådata sendes aldri noe sted.
pt: Todas as fontes são processadas neste dispositivo. Os padrões são extraídos localmente — os dados em bruto nunca são enviados.
sv: Alla källor bearbetas på denna enhet. Mönster tas fram lokalt — rådata skickas aldrig någonstans.

source: Allow recording
da: Tillad optagelse
es: Permitir grabación
nb: Tillat opptak
pt: Permitir gravação
sv: Tillåt inspelning

source: An earlier night could help you catch up.
da: En tidligere sengetid kan hjælpe dig med at indhente det.
es: Acostarte antes podría ayudarte a recuperar.
nb: En tidligere kveld kan hjelpe deg å ta igjen.
pt: Deitar-se mais cedo pode ajudar a recuperar.
sv: En tidigare kväll kan hjälpa dig komma ikapp.

source: An independent body that works for you — not for institutions.
da: Et uafhængigt organ, der arbejder for dig — ikke for institutioner.
es: Un organismo independiente que trabaja para ti — no para las instituciones.
nb: Et uavhengig organ som jobber for deg — ikke for institusjoner.
pt: Um organismo independente que trabalha para si — não para instituições.
sv: Ett oberoende organ som arbetar för dig — inte för institutioner.

source: Anonymous compute only — your device answers queries, your data never moves.
da: Kun anonym beregning — din enhed besvarer forespørgsler, dine data flytter sig aldrig.
es: Solo cómputo anónimo — tu dispositivo responde consultas, tus datos nunca se mueven.
nb: Kun anonym beregning — enheten din besvarer spørringer, dataene dine flytter seg aldri.
pt: Apenas computação anónima — o seu dispositivo responde a consultas, os seus dados nunca se movem.
sv: Endast anonym beräkning — din enhet besvarar frågor, dina data flyttas aldrig.

source: App names and content are never accessed.
da: Appnavne og indhold tilgås aldrig.
es: Los nombres de apps y el contenido nunca se consultan.
nb: Appnavn og innhold åpnes aldri.
pt: Os nomes das apps e o conteúdo nunca são acedidos.
sv: Appnamn och innehåll nås aldrig.

source: App names, websites and content are never accessed. The daily total stays on this device.
da: Appnavne, websteder og indhold tilgås aldrig. Dagstotalen bliver på denne enhed.
es: Nunca se accede a nombres de apps, webs ni contenido. El total diario permanece en este dispositivo.
nb: Appnavn, nettsteder og innhold åpnes aldri. Dagstotalen blir på denne enheten.
pt: Nomes de apps, sites e conteúdos nunca são acedidos. O total diário fica neste dispositivo.
sv: Appnamn, webbplatser och innehåll öppnas aldrig. Dagstotalen stannar på denna enhet.

source: Apple Health access is read-only. Liviqa cannot write to or modify your health records.
da: Adgangen til Apple Sundhed er skrivebeskyttet. Liviqa kan ikke skrive til eller ændre dine helbredsoplysninger.
es: El acceso a Apple Salud es de solo lectura. Liviqa no puede escribir ni modificar tus registros de salud.
nb: Tilgangen til Apple Helse er skrivebeskyttet. Liviqa kan ikke skrive til eller endre helseopplysningene dine.
pt: O acesso ao Apple Saúde é só de leitura. O Liviqa não pode escrever nem modificar os seus registos de saúde.
sv: Åtkomsten till Apple Hälsa är skrivskyddad. Liviqa kan inte skriva till eller ändra dina hälsouppgifter.

source: Apple Health export 2025-07-12.zip
da: Apple Health-eksport 2025-07-12.zip
es: Exportación de Apple Health 2025-07-12.zip
nb: Apple Health-eksport 2025-07-12.zip
pt: Exportação do Apple Health 2025-07-12.zip

source: Applies at next launch. Terminology approved in all six languages; interface translation rolling out.
da: Gælder fra næste start. Terminologien er godkendt på alle seks sprog; oversættelsen af appen ruller ud.
es: Se aplica en el próximo inicio. Terminología aprobada en los seis idiomas; la traducción de la interfaz se está desplegando.
nb: Gjelder fra neste start. Terminologien er godkjent på alle seks språk; oversettelsen av appen rulles ut.
pt: Aplica-se no próximo arranque. Terminologia aprovada nas seis línguas; a tradução da interface está a ser disponibilizada.
sv: Gäller från nästa start. Terminologin är godkänd på alla sex språk; gränssnittsöversättningen rullas ut.

source: Ask about your data…
da: Spørg til dine data…
es: Pregunta sobre tus datos…
nb: Spør om dataene dine…
pt: Pergunte sobre os seus dados…
sv: Fråga om dina data…

source: Ask about your own data
da: Spørg til dine egne data
es: Pregunta sobre tus propios datos
nb: Spør om dine egne data
pt: Pergunte sobre os seus próprios dados
sv: Fråga om dina egna data

source: Ask the assistant
da: Spørg assistenten
es: Pregunta al asistente
nb: Spør assistenten
pt: Pergunte ao assistente
sv: Fråga assistenten

source: Ask the assistant about this
da: Spørg assistenten om dette
es: Pregunta al asistente sobre esto
nb: Spør assistenten om dette
pt: Pergunte ao assistente sobre isto
sv: Fråga assistenten om detta

source: Ask the assistant about your data
da: Spørg assistenten om dine data
es: Pregunta al asistente sobre tus datos
nb: Spør assistenten om dataene dine
pt: Pergunte ao assistente sobre os seus dados
sv: Fråga assistenten om dina data
